[{"quote":"My coat and I live comfortably togther. It has assumed all my wrinkles, does not hurt me anywhere, has moulded itself on my deformities, and is complacent to all my movements, and I only feel its presence because it keeps me warm. Old coats and old friends are the same thing.","author":"Victor Hugo"},{"quote":"We should not let our fears hold us back from pursuing our hopes.","author":"John F. Kennedy"},{"quote":"We contend that for a nation to try to tax itself into prosperity is like a man standing in a bucket and trying to lift himself up","author":"the handle. by Winston Churchill"},{"quote":"If a man does his best, what else is there?","author":"George Patton"},{"quote":"When you're as great as I am, it's hard to be humble.","author":"Muhammad Ali"},{"quote":"If a man has talent and can't use it, he's failed. If he uses only half of it, he has partly failed. If he uses the whole of it, he has succeeded, and won a satisfaction and triumph few men ever know.","author":"Thomas Wolfe"},{"quote":"Our attitude towards others determines their attitude towards us.","author":"Earl Nightingale"},{"quote":"A man can stand anything except a succession of ordinary days.","author":"Johann Wolfgang von Goethe"},{"quote":"","author":"country, right or wrong' is a thing no patriot would ever think of saying except in a desperate case. It is like saying 'My mother, drunk or sober.' by GK Chesterton"},{"quote":"Part of every misery is, so to speak, the misery's shadow or reflection: the fact that you don't merely suffer but have to keep on thinking about the fact that you suffer. I not only live each endless day in grief, but live each day thinking about living each day in grief.","author":"C.S. Lewis"},{"quote":"Real freedom is having nothing. I was freer when I didn't have a cent.","author":"Mike Tyson"},{"quote":"What happens if a big asteroid hits Earth? Judging from realistic simulations involving a sledge hammer and a common laboratory frog, we can assume it will be pretty bad.","author":"Dave Barry"}]